{
  "title": "How it works",
  "intro": {
    "heading": "Learn About Our Work Process",
    "paragraphs": [
      "We analyze your website, and our SEO specialists do an SEO audit, and according to the audit, our link builders find the best strategy for you. Afterward, we present you with link-building solutions and options and plan our upcoming link-building strategy with you."
    ]
  },
  "our_strategy": {
    "heading": "Our Stages",
    "strategies": [
      {
        "name": "Audit and Planning",
        "tools": [
          "Link Building and Content Audit",
          "Competitor Analysis for your niche",
          "Keyword Research and Anchor Text Structuring"
        ]
      },
      {
        "name": "Developing Appropriate Strategy",
        "tools": [
          "Find out which strategy works the best for your niche",
          "Developing a link-building monthly plan",
          "Combining possible link-building and content solutions"
        ]
      },
      {
        "name": "Target Audience and Niche",
        "tools": [
          "We identify your niche and target audience",
          "Use our personalized data for your link-building journey",
          "Develop sales psychology analysis on the target audience"
        ]
      },
      {
        "name": "Our Relationships and Reputation",
        "tools": [
          "We have long-lasting relationships with partners",
          "We create our reputation on mutual trust and understanding in partnerships",
          "We make highest quality links that will upgrade your rankings"
        ]
      },
      {
        "name": "Special Outreach Approach",
        "tools": [
          "We use different tools to have the most effective outreach with our partners",
          "Settle new partnerships for each project",
          "Gather data and start the link-building process"
        ]
      },
      {
        "name": "Results and Monitoring",
        "tools": [
          "We deliver high-quality links and monitor their impact",
          "Our specialists measure results and are ready for discussions",
          "We plan according to every month to be more productive",
          "We love to listen to our client's ideas, as they know their product the best"
        ]
      }
    ]
  },
  "we_work_with": {
    "heading": "We Work with the Most Efficient Tools",
    "sub_heading": "We analyze your website, and our SEO specialists do an SEO audit, and according to the audit, our link builders find the best strategy "
  },
  "bottom_part": {
    "heading": "Let’s Collaborate Now!",
    "sub_heading": "Book an appointment for a call or email us now to discuss more details. We love discussing new strategies and are open to new ideas and collaborations."
  }
}
