{
  "title": "Privacy Policy of GoPeak.io Linkbuilding Agency",
  "main_content": {
    "intro_paragraphs": [
      {
        "isItalic": false,
        "info": "Effective Date: 19.04.2023"
      }
    ],
    "sections": [
      {
        "title": "Owners",
        "href": "owners",
        "isH5": true,
        "paragraphs": [
          "Owner contact email: armen@gopeak.io , dmitri@gopeak.io",
          "GoPeak.io Linkbuilding Agency values your privacy and is committed to protecting your personal information. This Privacy Policy (“Policy”) outlines the types of personal information we collect, how we use and protect that information, and your rights concerning that information. By using our services or visiting our website, you consent to collecting and using your personal information as described in this Policy."
        ]
      },
      {
        "title": "Types of Data Collected",
        "href": "types-of-data-collected",
        "isH5": true,
        "paragraphs": [
          "We may collect the following types of personal information:",
          [
            "Contact information includes your name, email address, phone number, and postal address.",
            "Payment information such as your credit card details or other financial information necessary for billing purposes.",
            "Technical information includes your IP address, browser type and version, and operating system.",
            "Usage information such as the pages you visit, the links you click, and the time you spend on each page."
          ]
        ]
      },
      {
        "title": "Mode and Place of Processing the Data",
        "href": "mode-and-place-of-processing-the-data",
        "isH5": true,
        "paragraphs": [
          "We process your personal information per applicable laws and regulations and take appropriate technical and organizational measures to protect your personal information. We may process your personal information in the following ways:",
          [
            {
              "title": "Online: ",
              "content": "Your personal information may be stored on servers in the United States or other countries where our service providers operate." 
            },
            {
              "title": "Offline: ",
              "content": "Our offices may store your personal information in hard copy format."
            }
          ]
        ]
      },
      {
        "title": "Legal Basis of Processing",
        "href": "legal-basis-of-processing",
        "isH5": true,
        "paragraphs": [
          "We process your personal information for the following legal bases:",
          [
            {
              "title": "To perform our contractual obligations: ",
              "content": "We may process your personal information to perform our contractual obligations to you or to take steps at your request before entering into a contract." 
            },
            {
              "title": "For our legitimate interests: ",
              "content": "We may process your personal information for our legitimate interests, such as to improve our services, provide customer support, and ensure the security of our website and services." 
            },
            {
              "title": "With your consent: ",
              "content": "We may process your personal information with your consent, such as by sending you marketing communications." 
            }
          ]
        ]
      },
      {
        "title": "Place and Retention Time",
        "href": "place-and-retention-time",
        "isH5": true,
        "paragraphs": [
          "We store your personal information following applicable laws and regulations, and we will only retain it for as long as necessary to fulfill the purposes for which it was collected. We may store your personal information in the following places:",
          [
            {
              "title": "Online: ",
              "content": "Your personal information may be stored on servers in the United States or other countries where our service providers operate." 
            },
            {
              "title": "Offline: ",
              "content": "Our offices may store your personal information in hard copy format." 
            }
          ]
        ]
      },
      {
        "title": "The Purposes of Processing",
        "href": "the-purposes-of-processing",
        "isH5": true,
        "paragraphs": [
          "We may process your personal information for the following purposes:",
          [
            "To provide you with the requested services, such as link-building and digital marketing.",
            "To send you marketing communications, such as our newsletter, if you have opted-in to receive them.",
            "To improve our website and services based on your feedback and usage patterns.",
            "To comply with legal and regulatory requirements."
          ]
        ]
      },
      {
        "title": "Detailed Information on the Processing of Personal Data",
        "href": "detailed-information-on-the-processing-of-personal-data",
        "isH5": true,
        "paragraphs": [
          "We may process your personal information in the following ways:",
          [
            {
              "title": "Collection: ",
              "content": "We collect your personal information when you fill out a form on our website, subscribe to our newsletter, or request a quote for our services." 
            },
            {
              "title": "Storage: ",
              "content": "We store your personal information on servers located in the United States or other countries where our service providers have operations and in hard copy format in our offices." 
            },
            {
              "title": "Use: ",
              "content": "We use your personal information to provide you with the services you have requested, to send you marketing communications if you have opted-in to receive them, to improve our website and services based on your feedback and usage patterns, and to comply with legal and regulatory requirements." 
            },
            {
              "title": "Disclosure: ",
              "content": "We may disclose your personal information to third-party service providers who help us provide our services, such as payment processors, email service providers, and marketing partners." 
            },
            {
              "title": "Transfer: ",
              "content": "We may transfer your personal information to countries outside the European Economic Area (“EEA”), where our service providers have operations. We will ensure that any such transfer complies with applicable laws and regulations by entering into data transfer agreements with our service providers." 
            }
          ]
        ]
      },
      {
        "title": "The Rights of Users",
        "href": "the-rights-of-users",
        "isH5": false,
        "paragraphs": [
          "You have the following rights concerning your personal information:",
          [
            {
              "title": "Right to access: ",
              "content": "You have the right to request access to our personal information."
            },
            {
              "title": "Right to rectification: ",
              "content": "You have the right to request that we correct any inaccuracies in your personal information."
            },
            {
              "title": "Right to erasure: ",
              "content": "You can request that we delete your personal information."
            },
            {
              "title": "Right to restrict processing: ",
              "content": "You have the right to request that we restrict processing your personal information."
            },
            {
              "title": "Right to data portability: ",
              "content": "You can receive a copy of your personal information in a structured, commonly used, and machine-readable format."
            },
            {
              "title": "Right to object: ",
              "content": "You have the right to object to processing your personal information on grounds relating to your particular situation."
            }
          ],
          "To exercise any of these rights, please contact us using the information provided at the end of this Policy."
        ]
      },
      {
        "title": "Details about the Right to Object to Processing",
        "href": "details-about-the-right-to-object-to-processing",
        "isH5": true,
        "paragraphs": [
          "You have the right to object to processing your personal information for direct marketing purposes. Suppose you do not wish to receive marketing communications from us. In that case, you can opt out by following the unsubscribe instructions provided in our marketing emails or by contacting us using the information provided at the end of this Policy."
        ]
      },
      {
        "title": "Cookie Policy",
        "href": "cookie-policy",
        "isH5": true,
        "paragraphs": [
          "We use cookies and similar technologies on our website to enhance your user experience and improve the quality of our services. For more information about our use of cookies, please see our Cookie Policy."
        ]
      },
      {
        "title": "Additional Information About Data Collection and Processing",
        "href": "additional-information-about-data-collection-and-processing",
        "isH5": true,
        "paragraphs": [
          "We may collect and process your personal information for additional purposes not described in this Policy. In such cases, we will notify you of the other purposes and obtain your consent where necessary."
        ]
      },
      {
        "title": "How “Do Not Track” Requests Are Handled",
        "href": "how-do-not-track-requests-are-handled",
        "isH5": true,
        "paragraphs": [
          "Our website does not currently respond to “Do Not Track” requests. However, you can disable cookies in your browser settings if you do not want us to collect information about your online activities."
        ]
      },
      {
        "title": "System Logs and Maintenance",
        "href": "system-logs-and-maintenance",
        "isH5": true,
        "paragraphs": [
          "For operation and maintenance purposes, we may collect system logs, files that record interactions between our website and users’ devices. System logs may contain personal information, such as IP addresses, but we will only use this information to ensure our website's security and proper functioning."
        ]
      },
      {
        "title": "Additional Information About User's Personal Data",
        "href": "additional-information-about-users-personal-data",
        "isH5": true,
        "paragraphs": [
          "In addition to the information described in this Policy, we may collect additional information about you that is publicly available or that you have provided to us through other means, such as social media or third-party services. We may combine this information with the information we collect through our website and services to improve the quality of our services and personalize your user experience."
        ]
      }
    ],
    "contact_information": {
      "title": "Contact Information",
      "href": "contact-information",
      "text": "If you have any questions or concerns about this Policy or our use of your personal information, please contact us at",
      "emails": ["armen@gopeak.io", "dmitri@gopeak.io "]
    }
  },
  "sidebar": {
    "header": "Terms and Conditions",
    "items": [
      {
        "text": "Owners",
        "href": "owners"
      },
      {
        "text": "Types of Data Collected",
        "href": "types-of-data-collected"
      },
      {
        "text": "Mode and Place of Processing the Data",
        "href": "mode-and-place-of-processing-the-data"
      },
      {
        "text": "Legal Basis of Processing",
        "href": "legal-basis-of-processing"
      },
      {
        "text": "Place and Retention Time",
        "href": "place-and-retention-time"
      },
      {
        "text": "The Purposes of Processing",
        "href": "the-purposes-of-processing"
      },
      {
        "text": "Detailed Information on the Processing of Personal Data",
        "href": "detailed-information-on-the-processing-of-personal-data"
      },
      {
        "text": "The Rights of Users",
        "href": "the-rights-of-users"
      },
      {
        "text": "Details about the Right to Object to Processing",
        "href": "details-about-the-right-to-object-to-processing"
      },
      {
        "text": "Cookie Policy",
        "href": "cookie-policy"
      },
      {
        "text": "Additional Information About Data Collection and Processing",
        "href": "additional-information-about-data-collection-and-processing"
      },
      {
        "text": "How “Do Not Track” Requests Are Handled",
        "href": "how-do-not-track-requests-are-handled"
      },
      {
        "text": "System Logs and Maintenance",
        "href": "system-logs-and-maintenance"
      },
      {
        "text": "Additional Information About User's Personal Data",
        "href": "additional-information-about-users-personal-data"
      },
      {
        "text": "Contact Information",
        "href": "contact-information"
      }
    ]
  }
}
